IDEA Open Model
BeamData.RefLineInCenterOfGravity Property
Compatible with IDEA StatiCa Beta 20.0
 The reference line of the member is in the center of gravity of the cross-section
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public bool RefLineInCenterOfGravity { get; set; }
Public Property RefLineInCenterOfGravity As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
BeamData Class
IdeaRS.OpenModel.Connection Namespace